[
  {
    "role": "IT Help Desk for Beginners",
    "organisation": "LinkedIn",
    "startDate": "Mar, 2025",
    "certificate": "/IT_HelpDesk.pdf",
    "description": ["Completed course - IT Help Desk for Beginners by LinkedIn", 
    "Top skills covered during this learning includes Technical Support and Help Desk support with basic understanding of troubleshooting and ticketing system."],
    "imageSrc": "certifications/linkedIn.png"
  },
  {
    "role": "Career Essentials in Generative AI Learning Path",
    "organisation": "Microsoft and LinkedIn",
    "startDate": "Sept, 2024",
    "certificate": "/GenerativeAI_Certificate.pdf",
    "description": ["Completed the learning path - Career Essentials in Generative AI by Microsoft and LinkedIn", 
    "Top skills covered during this learning path includes Computer Ethics, Artificial Intelligence (AI) and Generative AI "],
    "imageSrc": "certifications/linkedIn.png"
  },
  {
    "role": "Agile Job Simulation on Forage",
    "organisation": "JPMorgan Chase & Co.",
    "startDate": "July, 2024",
    "certificate": "/JPMorganCertificate.pdf",
    "description": [
      "Drafted eight user stories using Trello and prioritized them by estimating the relative level of effort required",
      "Ran the Scrum team’s daily standup to effectively plan the day and energize the team members",
      "Conducted a sprint review to gather feedback on the Scrum’s work and a sprint retrospective to align on opportunities for improvement in future sprints"
    ],
    "imageSrc": "certifications/JpMorgan.png"
  },
  {
    "role": "Software Development Job Simulation on Forage",
    "organisation": "Datacom",
    "startDate": "July, 2024",
    "certificate": "/DatacomCertificate.pdf",
    "description": ["Completed a simulation focussed on how the software development team at Datacom approaches their work",
    "Reviewed a web application and planned for future improvements",
    "Identified the root cause of bugs and implemented a fix to improve the application"],
    "imageSrc": "certifications/datacom.png"
  },
    {
      "role": "Cloud Platform Job Simulation on Forage",
      "organisation": "Verizon",
      "startDate": "June, 2024",
      "certificate": "/VerizonCertificate.pdf",
      "description": ["Completed a job simulation involving building a hypothetical new VPN product for Verizon’s Cloud Computing team",
      "Used command line Python to test whether Verizon’s VPN met the cloud-native traits, i.e. redundancy, resiliency and least-privilege",
      "Researched approaches to achieve application security and communicated insights in a PowerPoint Presentation."],
      "imageSrc": "certifications/verizon.png"
  }
  ]